/*
  Localizable.strings
  InstallerSetup

  Created by Vignesh S on 24/05/2021.
  Copyright © 2021 ZOHO Corporation Private Limited. All rights reserved.
*/

/* Common Text */
"OK" = "OK";
"CANCEL" = "Avbryt";
"CLOSE" = "Stäng";
"CLICK_HERE" = "Klicka här" ;
"DONE" = "Klart" ;

/* Configure Text */
"CONFIGURE" = "Konfigurera";
"CONFIGURING" = "Konfigurerar ..." ;
"CONFIGURING_UNATTENDED" = "Konfigurerar obevakad åtkomst ..." ;
"CONFIGURING_SUCCESS" = "är nu konfigurerad för obevakad åtkomst" ;
"CONFIGURING_ALREADY" = "Den här datorn är redan konfigurerad för obevakad åtkomst av" ;
"CONFIGURING_TRANSFER" = "Vill du överföra åtkomst till" ;

/* Accessibility Box */
"ACCESSIBILITY_MESSAGE" = "Please provide necessary permission for Zoho Assist to establish a remote connection" ;
"ACCESSIBILITY_STEP1" = "Zoho Assist requires Accessibility permission to access and control the device." ;
"ACCESSIBILITY_STEP2" = "Zoho Assist requires Screen Recording permission to capture and record the screen." ;
"ACCESSIBILITY_PERMISSION1" = "Accessibility" ;
"ACCESSIBILITY_PERMISSION2" = "Screen Recording" ;
"ACCESSIBILITY_INFO" = "For more Information" ;
"POPUP_MESSAGE" = "Zoho Assist requires Accessibility and Screen Recording permission to establish a remote connection.";
"CLOSE_POPUP_MESSAGE" = "Accessibility and Screen Recording permissions are enabled. Remote session will begin now.";
"ACCESSIBILITY_TITLE" = "Zoho Assist Accessibility" ;
"CONFIGURE" = "Configure" ;

/* Error Box */
"ERROR_OS" = "Zoho Assist stöder inte den här versionen av ditt operativsystem. Klicka här för att kontrollera systemkraven." ;
"ERROR_UNKNOWN" = "Installation av en obevakad agent misslyckades på grund av oväntade problem. Klicka här för att rapportera problemet." ;
